const quiz=[
    {
        "q":"Выберите фразу,которая вам больше всего подходит",
        "a":{
            "w":"А шокер-это вещь!",
            "t":"У меня есть пороки,но настольгия не в их числе",
            "c":"Я буду с тобой до конца,друг!",
            "s":"А что,у нас был план?",
            "h":"Я постоянно зол",
            "f":"Не важно, насколько сложно попасть в цель . . . Я не промахиваюсь."
        }
    },
    {
        "q":"Ваш враг повержен и находится в вашей власти. Что будете делать?",
        "a":{
            "w":"Обезврежу и отпущу,сдался он мне . . .",
            "t":"Уйду довольный",
            "c":"Протяну руку",
            "s":"Высмею",
            "h":"Уничтожу",
            "f":"Подумаю,как он мне может пригодиться в будущем",
        }
    },
    {
        "q":"К вам приближается привлекательная особа противоположного пола. . .",
        "a":{
            "w":"В очередь!",
            "t":"Многозначительно присвистываю и пристально смотрю на эту самую особу",
            "c":"Решаю ненавязчиво чем-нибудь угостить",
            "s":"Вызов принят! Завтракать будем уже вместе",
            "h":"Смущаюсь и уношу ноги",
            "f":"Не реагирую. Разве что искоса взгляну",
        }
    },
    {
        "q":"Каков ваш самый большой недостаток?",
        "a":{
            "w":"Амбиции",
            "t":"Саркастический юмор",
            "c":"Доверчивость",
            "s":"Дурной характер",
            "h":"Упрямство",
            "f":"Замкнутость",
        }
    },
    {
        "q":"Какая ситуация вас сильнее разозлит?",
        "a":{
            "w":"Долго не происходит ничего интересного",
            "t":"Нарушаются мои планы",
            "c":"Безлаберность родственников",
            "s":"Кто-то обидел моих друзей",
            "h":"Меня может взбесить любая мелочь",
            "f":"Когда всем чего-то от меня надо",
        } 
    },
    {
        "q":"К вам явились непрошеные гости . . . ",
        "a":{
            "w":"Я вас внимательно слушаю",
            "t":"У вас не назначено, до свидания",
            "c":"Проходите, не стесняйтесь!",
            "s":"Ой, у меня беспорядок . . .",
            "h":"Ну,за встречу!",
            "f":"Меня нет дома",
        } 
    },
    {
        "q":"Возникла кризисная ситуация! Что будете делать?",
        "a":{
            "w":"Поищу тяжелый предмет",
            "t":"Дико разозлюсь",
            "c":"Попрошу друзей помочь",
            "s":"Разрабатываю чёткий план выхода",
            "h":"Ничего,само пройдет",
            "f":"Спрячусь ото всех",
        } 
    },
    {
        "q":"Вы нашли машину времени, куда отправитесь?",
        "a":{
            "w":"В прошлое,чтобы помочь своей семье",
            "t":"В прошлое,убивать Гитлера",
            "c":"В будущее,подсмотреть, до чего техника дошла",
            "s":"В будущее,за лекарствами от пока неизлечимых болезней",
            "h":"Буду путешествовать в своё удовольствие , и в прошлое, и в будущее",
            "f":"В прошлое,чтобы не наделать ошибок",
        }   
    },
    {
        "q":"А вы чего такой мрачный?",
        "a":{
            "w":"Вопросов много задаёте",
            "t":"Я не мрачный. Это похмелье",
            "c":"Кто,я? Я само умиротворение",
            "s":"А чему тут радоваться?",
            "h":"Молотком по пальцу попал",
            "f":"Думаю обо всех,кому должен отомстить",
        }   
    },
    {
        "q":"Какой подарок вы бы хотели на день рождения?",
        "a":{
            "w":"Новый гаджет",
            "t":"Абонемент на танцы",
            "c":"Оплаченный релакс-день в СПА",
            "s":"Давайте деньгами",
            "h":"Веселый многолюдный праздник - вот лучший подарок",
            "f":"Мне приятно получить любой знак внима",
        }    
    },
]